Repository: Eg-Virus/HHU
Catalog: AirObservationSystem.HHU/AirObservationSystem.HHU.Core/Resx/Resources.*.resx
Languages: ar

# BtnBack
source: Back
ar: رجوع

# BtnLogin
source: Login
ar: دخول

# BtnLogout
source: Logout
ar: خروج

# BtnNext
source: Next
ar: التالي

# BtnReports
source: Reports
ar: تقارير

# BtnSend
source: Send
ar: ارسال

# BtnUnlock
source: Unlock
ar: فتح القفل

# ChangeConnectionMessage
source: Do you want to change the communication Type?
ar: هل تريد تغير نوع الاتصال؟

# ChangeConnectionTitle
source: Change Communication Type
ar: تغير نوع الاتصال

# ExitMessage
source: Are you sure you want to exit ?
ar: متاكد انك تريد الخروج؟

# ExitTitle
source: Exit Confirmation
ar: تأكيد الخروج

# LblAirborneCraftPageName
source: Identify Airborne Craft
ar: نوع المرصود

# LblAltitudePageName
source: Altitude
ar: الإرتفاع

# LblAplicationName
source: AIR OBSERVATION SYSTEM
ar: نظام المراقبة الجوي

# LblAudible
source: Audible
ar: سمعي

# LblBluetooth
source: Bluetooth
ar: لاسلكي

# LblCivilian
source: Civilian
ar: مدنية

# LblCommunicationSelectionPageName
source: Define Communication Interface
ar: حدد نوع الاتصال

# LblComposeMsgPageName
source: The Message
ar: الرسالة

# LblDrone
source: Drone
ar: بدون طيار

# LblEast
source: East
ar: شرق

# LblFighter
source: Fighter
ar: مقاتلة

# LblFilter
source: Report Type
ar: نوع التقرير

# LblHeadingPageName
source: Heading
ar: الإتجاه

# LblHelicopter
source: Helicopter
ar: عامودية

# LblHigh
source: High
ar: مرتفع

# LblLow
source: Low
ar: منخفض

# LblMid
source: Mid
ar: متوسط

# LblMilitary
source: Transport
ar: ناقلة عسكرية

# LblNorth
source: North
ar: شمال

# LblObservationBase
source: Observation Base
ar: مركز الرصد

# LblObservationNumberPageName
source: Identify Observation Number
ar: حدد عدد الرصد

# LblObservationTypePageName
source: Define Observation Type
ar: حدد نوع المراقبة

# LblOne
source: One
ar: واحد

# LblOperationBase
source: Operation Base
ar: مركز العمليات

# LblReportsPageName
source: Reports
ar: التقارير

# LblSerial
source: Serial
ar: سلكي

# LblSouth
source: South
ar: جنوب

# LblText
source: Text
ar: نصي

# lblTextMessageSummaryPageName
source: Message Summary
ar: ملخص الرسالة

# lblTextMessageTypePageName
source: Text Message Type
ar: نوع الرسالة

# LblThreeOrMore
source: Group
ar: مجموعة

# LblTwo
source: Two
ar: إثنتان

# LblUnidentified
source: Unidentified
ar: غير معروف

# LblVisual
source: Visual
ar: مرئ

# LblWest
source: West
ar: غرب

# LockMsg
source: HHU has been locked and the base has been notified
ar: الوحدة مغلقة وتم تبليغ القاعدة

# LogoutMessage
source: Are you sure you want to logout?
ar: هل انت متاكد من انك تريد الخروج؟

# LogoutTitle
source: PopPagesAsync
ar: خروج

# MessageDirectionObservation
source: Observation Center
ar: عمليات الرصد

# MessageDirectionOperation
source: Observation Operation
ar: مركز عمليات

# MessageTypeAlerts
source: Alerts
ar: تحذيرات

# MessageTypeNotifications
source: Notifications
ar: تنبيهات

# MessageTypeWarrnings
source: Warrnings
ar: توجيهات

source: No
ar: لا

# TxtPassword
source: Password
ar: الرقم السري

# TxtUsername
source: User Name
ar: اسم المستخدم

source: Yes
ar: نعم

# BtnOk
source: OK
ar: موافق

# LblAboutAddress
source: AECL - King Khalid International Airport, Industrial Estate, Riyadh, Saudi Arabia
ar: الالكترونيات المتقدمة, مطار الملك خالدو المنطقة الصناعية, الرياض, المملكة العربية السعودية

# LblAboutAppName
source: Hand Held Unit - Air Ovservation System
ar: الوحدة الكفية

# LblAboutAuth
source: This device is property of AECL, if found please return to E&D department. AASC Building
ar: الحقوق محفوظة الي شركة الالمترونيات المتقدمة

# LblAboutPageName
source: About
ar: عن الشركة

# LoginFailed
source: Login Failed, Please try again.
ar: فشل الدخول, نرجو إعادة المحاولة

# ConnectionFailedText
source: Couldn't find the Device
ar: لا نستطيع الاتصال الان

# ConnectionFailedTitle
source: Connection Failed
ar: فشل الاتصال
